a
adding
an
and
animal
animals
apple
applying
are
around
at
attacking
baby
bag
ball
basketball
bat
beach
bear
bed
being
bicycle
bike
bird
biting
board
boat
bowl
box
boxing
boy
boys
bread
breading
brushing
butter
buttering
cabbage
cage
camera
car
card
cards
carrot
carrying
cat
catching
cats
cell
chair
chasing
cheese
chicken
child
chopping
cleaning
climbing
container
cooking
counter
crashing
cricket
crying
cucumber
cup
cuts
cutting
dancing
deer
desk
dog
dogs
doing
dough
down
drawing
drinking
driving
eating
egg
eggs
elephant
exercise
exercising
eyeshadow
face
falling
feeding
fence
field
fighting
finger
fish
floor
flour
flute
flying
food
football
forest
frog
from
fruit
frying
garlic
girl
girls
glass
goal
gorilla
green
ground
group
guitar
gun
hair
hand
hands
her
hill
his
hits
holding
horse
house
hugging
ice
in
ingredients
into
is
item
jet
jumping
jumps
karate
keyboard
kichen
kicking
kissing
kitten
kneading
knife
lake
landing
laughing
laying
lemur
lettuce
licking
lifting
lifts
lion
liquid
little
lobster
looking
loris
lying
machine
makeup
making
man
meat
men
meowing
microphone
mirror
mixing
monkey
motorcycle
moving
mushrooms
of
off
oil
on
onion
opening
over
pan
panda
paper
pasta
peeling
pencil
people
pepper
performing
person
phone
piano
picking
piece
pieces
pineapple
pizza
plane
player
playing
pool
pot
potato
pouring
pours
preparing
puppy
pushing
putting
rabbit
reading
removing
rice
riding
river
road
rolling
roof
room
rope
running
runs
s
sauce
seasoning
serving
shark
shoe
shooting
shouting
shrimp
shuffling
sidewalk
singing
sitting
skateboard
skiing
skin
sleeping
slicing
small
smoking
snake
soccer
some
something
spaghetti
speaking
spreading
squeezing
stage
standing
stirring
store
street
string
stunts
styling
sugar
swimming
sword
table
taking
talking
tearing
teasing
the
three
throwing
tiger
to
together
tomato
tortilla
toy
track
train
trampoline
treadmill
tree
tricks
tricycle
trumpet
trying
turtle
two
up
using
vegetable
vegetables
violin
walking
wall
washing
water
wild
window
with
woman
women
wood
writing
zebras