<unk>
a
about
advertisement
air
airplane
an
anchor
and
angry
animal
animals
another
apply
applying
aquarium
are
around
assembling
at
attacking
attacks
audience
baby
back
backflip
background
backyard
bag
ball
band
baseball
basketball
bat
battery
beach
bear
bed
being
bicycle
bike
bill
bird
birds
black
blender
blonde
blue
board
boat
book
bottle
bowl
box
boy
bridge
brush
brushing
building
builds
bus
busy
cage
cake
camera
candy
car
carrying
cars
cartoon
cartoons
cat
catches
cave
celebrating
celebrity
chair
channel
character
characters
chart
chases
chasing
child
children
church
city
class
classroom
clip
clips
close-up
clothes
commentating
commercial
company
compete
competition
compilation
computer
concert
contestant
conversation
cook
cooking
couch
court
cover
craft
crowd
cube
cup
cutting
dancing
david
delicious
demo
describing
device
discusses
discussing
dish
displayed
do
does
dog
doing
doll
dolls
door
dough
down
drawing
draws
dress
drinking
drinks
driven
drives
driveway
driving
dunks
each
earth
eating
eats
education
effects
egg
eggs
elephants
enters
exercises
experiment
explaining
face
factory
falling
falls
fashion
fast
fatality
features
feeds
fence
field
fighting
filled
filmed
fire
fires
fireworks
fish
fixes
fixing
flag
floor
flooring
flower
flowing
flows
flying
folding
folds
food
football
forest
fridge
from
front
fuse
game
garage
girl
girls
gives
giving
glass
glasses
goal
going
golf
ground
group
guitar
gun
gym
gymnast
gymnastics
hair
hallway
hat
having
helicopter
her
highlights
hill
his
history
hits
hitting
hockey
holding
holds
horse
hospital
host
hosting
house
how
hugs
in
information
ingredients
inside
insides
install
interior
interviewed
interviewing
interviews
into
is
jacket
job
jumping
jumps
kicks
kid
kids
kissing
kitchen
kite
knife
knocking
knocks
lab
lake
laptop
large
latest
laying
lecture
lego
leopard
letter
letterman
library
licking
lifting
lion
little
live
living
llamas
lying
machine
make
makes
makeup
making
man
mat
match
meat
men
microphone
military
minecraft
mirror
mixer
mixing
model
models
monkey
montage
moon
motorcycle
mountain
mountains
mouse
movie
movies
murray
music
nail
nails
new
news
next
note
object
ocean
of
office
oil
on
opening
opens
operating
origami
other
out
outside
oven
package
pan
paper
park
parked
part
parts
party
patch
path
pencil
people
performing
performs
person
pets
petting
phone
piano
picture
pictures
piece
ping
pink
pitcher
pitching
plane
plate
play
played
player
players
playing
plays
pole
politics
pong
pool
posing
pot
potato
potatoes
poured
pouring
practicing
preforms
preparing
presentation
problem
process
product
program
project
purse
putting
race
racing
rain
reading
recipe
recording
records
red
report
reporter
restaurant
review
reviews
rides
riding
ring
river
road
rocket
roof
room
routine
rubik
running
runs
runway
s
salad
scary
scene
school
science
scooter
scores
screen
scrolling
sea
segment
series
serving
settings
ship
shirt
shoes
shooting
show
showing
shown
shows
shrimp
sims
sing
singing
sings
sink
sitting
skiing
sky
slicing
slideshow
small
snow
soccer
soldiers
solving
some
someone
something
song
speech
sports
stadium
stage
standing
star
stirring
store
story
stove
street
stroller
studio
subscribe
suit
surf
surfing
swimming
sword
system
table
tablet
talking
talks
tank
teaching
team
technology
tennis
texting
the
theater
this
through
throwing
throws
tiger
to
together
top
tour
tower
toy
toys
track
trailer
train
trampoline
tree
tricks
truck
trying
tutorial
tv
two
universe
university
use
using
vacation
variety
vegetables
vehicle
video
view
voice
volleyball
walking
wall
war
watch
watching
water
waterfall
wave
wearing
website
wedding
weights
while
white
with
woman
women
wood
wooden
woods
words
work
working
works
wrestler
wrestling
written
yard
yellow
young