<mask>
a
ab
accident
acoustic
adding
air
an
and
animal
another
antics
antifreeze
apart
apple
applies
applying
are
arms
around
arts
asleep
at
attacking
attacks
away
baby
back
backwards
badger
bag
ball
band
barbell
barrel
basket
basketball
bat
bathing
batter
beach
bear
beating
bed
bedroom
being
belt
bench
bento
bicycle
big
bike
bill
bites
biting
blender
bloopers
blowing
board
boat
boating
boiled
boiling
boot
bottle
bowl
box
boxing
boy
boys
bread
breading
breakfast
breaking
breaks
broccoli
brush
brushes
brushing
bucket
bug
building
bullion
burning
butter
buttering
cage
cake
calendar
camera
can
car
card
cards
carrot
carrots
carrying
cars
cat
catch
catching
cave
cell
chair
changing
chased
chasing
checking
cheese
chewing
chicken
child
chili
chop
chopping
chops
christmas
cigarette
circles
class
cleaning
climbing
climbs
clove
coating
combing
container
cooked
cooking
costume
counter
cracking
crashing
cricket
crowd
crying
cub
cucumber
cup
cuts
cutting
dance
dancing
dead
deck
deer
digging
diner
dinner
dirt
dish
dog
dogs
doing
dollar
donkey
door
doorway
dough
down
drawer
drawing
dribble
dribbling
drink
drinking
drinks
driven
drives
driving
drums
dunking
each
eating
edge
egg
eggs
electric
electronic
elephant
entering
exercise
exercises
exercising
eye
eyebrow
eyebrows
eyes
eyeshadow
face
faces
falling
faucet
feeding
fence
fiddle
field
fighting
filling
finger
fire
fires
firing
fish
fit
floor
flour
flowers
flute
flying
food
football
forest
forth
four
frog
from
fruit
frying
game
garden
garlic
gasoline
gazebo
gel
get
getting
ginger
girl
girls
gittar
giving
glass
goal
going
gorilla
grass
grazing
green
ground
group
guitar
gun
guns
gym
hair
half
hallway
hamburger
hand
handful
hands
hanging
head
her
herd
hill
himself
his
hisses
hits
hitting
holding
hole
horse
hose
house
hugging
ice
in
indian
ingredients
instrument
into
is
item
its
itself
jump
jumping
jumps
karate
key
keyboard
kichen
kick
kicking
kids
kisses
kissing
kitchen
kite
kitten
kneading
knife
ladder
lake
language
large
laughing
lawn
laying
leaving
leg
lemon
lemur
licking
lid
lifting
lifts
lighting
line
lion
liquid
live
looking
loris
lotus
lying
machine
makeup
making
man
mans
martial
mat
match
meat
men
meowing
microphone
milk
mirror
mixed
mixes
mixing
mixture
money
monkey
mother
motor
motorcycle
motorcycles
mountain
mouse
mouth
moves
movie
moving
mowing
mushrooms
music
nap
net
noodles
noose
ocean
octopus
of
off
office
oil
oiling
on
onion
onions
onstage
opening
opens
other
out
outside
oven
over
pack
paddling
painting
pan
panda
paper
park
pasta
path
patio
patting
paw
peeler
peeling
peels
pen
pencil
people
pepper
peppers
performing
performs
person
persons
pets
petting
phone
photographs
piano
picking
pickle
picnic
picture
piece
pieces
pier
pig
pineapple
pizza
placed
placing
plastic
plate
player
playing
plays
plucking
polar
pole
pool
pork
pot
potato
potatoes
pots
pouring
pours
practicing
preparing
prey
pulled
pulling
pulls
pullups
pumpkin
puppies
puppy
pushes
pushing
puts
putting
rabbit
race
raced
racing
rain
rat
raw
reading
red
removing
rice
ride
rides
riding
rifle
ring
rinsing
river
road
rock
rocky
rolling
roof
room
rope
rounding
running
runs
runway
s
sailing
sand
sauce
saucer
saying
scissors
scores
scratching
searching
seasoning
seeds
seeing
shadow
shaking
shark
shoe
shooting
shoots
shop
shopping
showing
shrimp
shuffling
sidewalk
silencer
singing
sink
sitting
skateboard
skateboarding
skating
skiing
skin
sky
sleep
slice
slices
slicing
sliding
slow
small
smoking
snake
snow
soccer
soda
soft
some
someone
something
song
space
spaghetti
speaking
speech
spinning
spiral
spoon
spreading
sprinkling
squirrel
stage
stairs
standing
statue
stick
stirring
stirs
store
strawberry
street
string
stunt
stunting
stunts
style
styling
substance
sugar
suit
sun
sunglasses
surfing
swimming
swing
swinging
sword
table
tail
taking
talking
tantrum
tap
tapping
target
teaching
tearing
teasing
teenage
tennis
the
three
through
throwing
tickles
tied
tiger
tire
to
toad
together
tomato
tomatoes
top
tortilla
towel
toy
track
train
trampoline
treadmill
treadmills
tree
trick
tricks
tricycle
truck
trumpet
trying
turtle
two
typing
under
up
ups
using
van
vegetable
vegetables
vehicle
video
violin
visting
wake
walking
wall
wallaby
washing
watching
water
weight
weights
wheelie
wheelies
whisking
white
whole
wild
with
woman
women
wood
wooden
woods
wrapping
yard
young
zebras