a
accident
acoustic
across
adding
air
an
and
angry
animal
animals
apart
apple
apples
applying
are
around
arts
asleep
at
attacking
attacks
away
baby
back
backwards
bag
ball
barbell
barking
basket
basketball
bat
bathing
batter
beach
bear
bed
beer
being
bicycle
bike
bird
biting
blender
board
boat
boiled
boiling
book
bottle
bouillon
bowl
box
boxing
boy
boys
bread
breading
breaking
breaks
bridge
broccoli
brush
brushes
brushing
bug
building
bullion
burning
butter
buttering
buying
cabbage
cage
camera
can
car
card
cards
carrot
carrots
carrying
cars
cat
catch
catching
cats
cave
cell
chair
chalkboard
chased
chases
chasing
checking
cheese
cheetah
chewing
chicken
child
chili
chop
chopping
choreographed
christmas
cigarette
circle
circles
cleaning
climbing
cob
computer
container
cooking
corn
couch
counter
crashes
crashing
cricket
crowd
crying
cube
cucumber
cucumbers
cup
curry
cuts
cutting
dance
dancing
deck
deer
desk
diner
dish
dog
dogs
doing
door
doorway
dough
down
downhill
drawer
drawing
dribbling
drink
drinking
driven
drives
driving
drums
each
eat
eating
egg
eggplant
eggs
electric
elephant
elephants
empty
examining
exercise
exercises
exercising
eye
eyeshadow
face
falling
falls
fast
feeding
fence
fiddle
field
fighting
filling
finger
fire
fish
floor
flour
flowers
flute
flying
food
football
forest
freezer
frog
from
fruit
frying
full
fur
game
garage
garden
garlic
getting
girl
girls
giving
glass
goal
going
gorilla
grabs
grass
grating
green
grill
grilling
ground
group
guitar
gun
guns
gym
hair
hamburger
hand
hands
hanging
head
her
herd
highway
hill
himself
his
hits
hitting
holding
hole
horse
horses
hotel
house
hugging
human
ice
in
ingredients
instrument
into
is
item
its
itself
jet
jumping
jumps
karate
key
keyboard
kichen
kicking
kissing
kitchen
kite
kitten
kneading
knife
lake
landed
landing
language
large
laughing
laying
leaves
leg
legs
lemur
lettuce
licking
lifting
lifts
lion
lips
liquid
little
living
loaf
lobster
log
lollipop
long
looking
loris
lot
lying
machine
make
makeup
making
man
mans
martial
meal
meat
men
meowing
microphone
milk
mirror
mixing
mixture
monkey
motion
motor
motorcycle
motorcycles
mountain
mouse
mouth
movie
moving
mowing
mud
mushrooms
music
musical
nails
net
noodles
ocean
of
off
oil
on
onion
onions
onstage
opening
other
out
outside
over
pacifier
painting
pan
panda
paper
pasta
paws
peeled
peeling
pen
pencil
people
pepper
performing
person
pet
petting
phone
piano
picking
pickle
picture
piece
pieces
pineapple
pizza
plane
plants
plastic
plate
player
playing
plays
polar
pole
pool
pork
pot
potato
potatoes
pots
pouring
pours
practicing
preparing
pulling
puppy
pushing
pushups
putting
rabbit
race
racing
railway
rat
raw
reading
removes
removing
rhinoceros
rice
rides
riding
ring
rinsing
river
road
rock
rocks
rolling
roof
room
rope
rounds
rowing
running
runs
runway
s
sand
sauce
scooter
scratching
seasoning
seasons
seeds
selling
sequence
serving
several
shadow
shark
sheet
shirt
shoe
shooting
shoots
shop
shouting
showing
shown
shrimp
shuffling
sidewalk
sign
silencer
singing
sink
sitting
skate
skateboard
skateboarding
skating
skiing
skin
sky
sleeping
sliced
slices
slicing
slide
slow
small
smiling
smoking
snake
sniffing
snow
soccer
some
someone
something
song
spaghetti
speaking
speech
spinning
spreading
sprinkling
squeezing
stage
stairs
standing
starting
steps
stick
stirring
store
street
string
stuffed
stunt
stunts
styling
sugar
sunglasses
sweeping
swimming
swinging
sword
table
tail
taking
talking
tap
tapping
target
teaching
tearing
teasing
telephone
tennis
the
thing
three
through
throwing
tiger
tight
tire
to
tofu
together
tomato
top
tortilla
towel
toy
track
train
trampoline
trampolines
treadmill
treadmills
tree
trick
tricks
tricycle
truck
trumpet
trying
turtle
tv
two
up
ups
upside
using
van
vegetable
vegetables
vehicle
video
violin
walking
wall
washing
watching
water
watering
watermelon
weight
wheelie
wheelies
white
wild
window
wiping
with
woman
women
wood
wooden
woods
working
writing
yard
yoga
young
zebras