a
accident
adding
air
an
and
animal
apple
applying
are
around
asleep
at
attacks
baby
back
backwards
bag
ball
basket
basketball
batter
beach
bear
bed
beer
being
bicycle
bike
bird
biting
blender
board
boat
bottle
bowl
box
boxing
boy
boys
bread
breaking
bridge
brush
butter
buying
cage
camera
car
cards
carrot
carrots
carrying
cars
cat
catching
chair
chalkboard
cheese
chicken
child
chopping
choreographed
cigarette
circle
cleaning
climbing
computer
cooking
corn
counter
crashing
cricket
crying
cucumber
cuts
cutting
dancing
deck
deer
dog
doing
dough
down
drawing
dribbling
drink
drinking
driven
driving
eating
egg
eggs
elephant
elephants
exercise
exercising
face
falling
fast
fence
fiddle
field
fighting
finger
fire
fish
floor
flour
flowers
flute
food
football
forest
frog
from
frying
full
game
garage
garden
garlic
getting
girl
girls
giving
glass
gorilla
grabs
grass
green
ground
group
guitar
gun
guns
gym
hair
hand
hands
head
her
herd
hill
himself
his
hitting
holding
horse
house
in
ingredients
into
is
its
itself
jumping
jumps
karate
keyboard
kichen
kicking
kissing
kitchen
kitten
knife
large
laughing
laying
leaves
leg
lemur
licking
lifting
lifts
lion
liquid
little
living
looking
loris
machine
make
makeup
making
man
mans
meat
men
microphone
mixing
mixture
monkey
motion
motorcycle
mushrooms
music
ocean
of
off
oil
on
onion
onstage
opening
other
out
outside
pacifier
painting
pan
panda
paper
paws
peeling
pen
pencil
people
pepper
performing
person
phone
piano
picking
picture
piece
pieces
pineapple
pizza
plane
plastic
plate
player
playing
pole
pool
potato
potatoes
pouring
practicing
preparing
pulling
puppy
pushing
pushups
putting
rabbit
race
railway
removing
rhinoceros
rice
rides
riding
ring
river
road
rock
rocks
rolling
roof
room
rope
rounds
running
runway
s
sauce
scratching
seasons
serving
shark
shooting
shoots
shop
shrimp
shuffling
sidewalk
silencer
singing
sink
sitting
skateboard
skiing
skin
sky
sleeping
slices
slicing
small
smiling
soccer
some
someone
something
stage
standing
stick
stirring
store
street
stuffed
stunts
styling
sugar
sweeping
swimming
sword
table
tail
taking
talking
tapping
target
tearing
telephone
the
thing
three
throwing
tiger
tight
to
together
tomato
tortilla
towel
toy
track
train
treadmill
tree
tricks
tricycle
truck
trumpet
trying
two
up
using
vegetable
vegetables
violin
walking
wall
washing
watching
water
wheelie
white
with
woman
women
wood
wooden
working
zebras