a
accident
across
adding
air
and
animal
apple
applies
are
around
arts
asleep
attacking
attacks
baby
back
backwards
bag
ball
basket
basketball
beach
bear
beating
bed
bedroom
being
belt
bicycle
bike
biting
blender
blowing
board
boiling
bottle
bowl
box
boy
boys
bread
breaking
breaks
brush
brushing
buttering
cage
calendar
camera
can
car
carrot
carrots
carrying
cat
catching
cell
chair
changing
chased
chasing
cheese
chops
cigarette
circles
climbing
climbs
clove
coating
container
cooking
counter
cracking
cricket
crying
cuts
cutting
dance
dancing
deck
deer
dish
dog
dogs
doing
door
dough
down
drawer
drawing
dribbling
drinking
driving
eating
edge
egg
eggs
elephant
exercise
exercises
exercising
eye
face
faucet
feeding
fence
fiddle
field
fighting
filling
finger
fire
firing
fish
floor
flour
flowers
flute
flying
food
football
forest
forth
four
frog
from
garden
gel
get
getting
girl
girls
giving
going
gorilla
grass
green
ground
group
guitar
gun
guns
hair
hand
handful
hands
hanging
head
her
herd
hill
his
hits
holding
horse
house
in
into
is
its
itself
jump
jumping
keyboard
kicking
kisses
kitchen
knife
ladder
lake
laughing
laying
leg
lemur
licking
lid
lifting
lifts
lighting
lion
liquid
looking
loris
machine
makeup
man
meat
men
microphone
mirror
mixing
mixture
monkey
motorcycle
mouth
movie
music
nap
ocean
of
off
on
onion
opening
out
outside
painting
pan
panda
paper
path
peeling
pen
pencil
people
performing
performs
person
petting
phone
piano
picking
piece
pieces
pig
pineapple
pizza
plastic
plate
player
playing
polar
pole
pool
pot
potato
potatoes
pouring
puppy
pushes
pushing
putting
rabbit
race
racing
rain
rat
removing
rides
riding
rifle
ring
road
rock
room
rope
running
runs
s
sauce
seeds
shark
shooting
showing
shrimp
shuffling
sidewalk
silencer
singing
sitting
skateboard
skin
slices
slicing
small
snake
snow
soccer
some
someone
something
song
spinning
spreading
stage
stick
stirring
store
street
stunt
stunts
sugar
surfing
swimming
synchronized
table
tail
taking
talking
tantrum
tapping
teaching
tearing
teasing
the
three
through
throwing
tiger
to
toad
together
top
towel
toy
track
train
trampoline
tree
tricks
truck
trumpet
trying
turtle
two
up
ups
using
vegetable
vegetables
violin
wake
walking
wall
wallaby
washing
water
weights
wheelie
with
woman
women
woods
young
zebras